Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: You must move Deoran to the center of the elvish citadel. Be sure to recruit a force strong enough to drive off the bandits before moving Deoran from his encampment!
uk_ua: Ви повинні пересунути Деорана до центру ельфійської цитаделі. Перед тим як виводити Деорана з табору, переконайтесь, що у вас достатньо сильний загін для бою з бандитами!

source: You must move someone here by the end of the next turn, or Westin will fall and you will be defeated!
uk_ua: Ви повинні перемістити сюди когось до кінця наступного ходу, інакше Вестін буде втрачено і ви програєте!

source: You must recall that the route from the western continent to our Green Isle was perilous at the best of times — so perilous that a stable trading relationship between the mainland and the Isle could never be maintained.
uk_ua: Як ви, напевно, пам'ятайте, шлях із західного материка на наш Зелений Острів навіть у найкращі часи був, м'яко кажучи, ризикованим — так що стабільну торгівлю між великою землею й Островом так ніколи і не налагодили.

source: You must survive until turn 25
uk_ua: Протримайтесь 25 ходів

source: You need not thank anyone that we are alive, wretched criminals! We know of your alliance with the undead and the evil you have brought to this land!
uk_ua: Тобі непотрібно нікому дякувати, що ми живі, жалюгідний злочинцю! Ми знаємо про ваше об'єднання з мерцями і про зло, що ви принесли до цієї землі!

source: You no fight good enough, no have saurian way. I show you way of saurian!
uk_ua: Ти недоссстатньо вправний, не як ящссіри. Я покажссу тобі шсслях ящссірів!

source: You now have two healers. However, each unit can only receive healing from one healer — a unit will still only be healed 4 hitpoints per turn even when adjacent to both Shamans. If either Shaman advances to become a Druid, then she’ll be able to heal adjacent units by 8 hitpoints per turn. A unit next to multiple healers is healed by the most advanced one.
uk_ua: Тепер у вас є два цілителя. Проте, кожен боєць може отримувати лікування лише від одного цілителя — боєць все одно отримуватиме 4 очки здоров'я кожного ходу, навіть знаходячись поряд з обома шаманками. Якщо якась з шаманок підвищиться до друїди, вона буде здатна лікувати навколишніх бійців на 8 очків здоров'я за хід. Боєць, що знаходиться поряд з кількома цілителями, буде вилікуваний найбільш просунутим.

source: You now have two healers. Your Druid can heal adjacent units by 8 hitpoints per turn compared to your Shaman’s 4. However, each unit can only receive healing from one healer — a unit next to multiple healers is healed by the most advanced one.
uk_ua: Тепер у вас є два цілителя. Ваша друїда може лікувати навколишніх бійців на 8 очків здоров'я за хід, а шаманка — на 4. Проте, кожен боєць може отримувати лікування лише від одного цілителя — оєць, що знаходиться поряд з кількома цілителями, буде вилікуваний найбільш просунутим.

source: You only need $incominggold more, and the stone, then you can begin work.
uk_ua: Вам потрібно ще $incominggold та камінь, щоб потім почати роботу.

source: You only need $incominggold more, then you can begin work.
uk_ua: Вам потрібно ще $incominggold, щоб почати роботу.

source: You receive 100 gold.
uk_ua: Ви отримали 100 золотих.

source: You receive 120 gold.
uk_ua: Ви отримали 120 золотих.

source: You receive 55 gold.
uk_ua: Ви отримали 55 золотих.

source: You receive 70 pieces of gold!
uk_ua: Ви отримали 70 золотих!

source: You release the creature from the web and it agrees to help you.
uk_ua: Ви звільнили істоту з павутини і вона згодна вам допомогти.

source: You retrieve $amount_gold pieces of gold.
uk_ua: Ви витягуєте $amount_gold золотих.

source: You said you wanted a powerful magical artifact, not a child’s playtoy! So... twenty thousand, minimum. The crafting of this will take us many years, you must pay us well.
uk_ua: Ти сказав, що хочеш потужний магічний артефакт, а не дитячу іграшку! Тож... двадцять тисяч, мінімум. Створення його займе багато років, ви маєте й заплатити відповідно.

source: You see me armed for war because we were mustering to aid our kin. We can help each other — and you’ll not be sorry to fight beside us, for this region trains the best bowmen in Wesnoth.
uk_ua: Як бачиш, я озброєний, тому що ми йдемо на підмогу нашим близьким. Ми можемо допомогти один одному — і ти не розчаруєшся в нас, адже з нашої провінції виходять кращі лучники Веснота.

source: You shall never pass through here! The doors I guard are sealed by the power of the Hammer itself.
uk_ua: Вам ніколи не пройти тут! Двері, що я охороняю, запечатані силою самого Молота.

source: You shall not die in vain! My bodyguards will avenge you!
uk_ua: Твоя смерть не буде марною! Моя охорона помститься за тебе!

source: You shall not pass here.
uk_ua: Ми вам не дозволимо.

source: You should not say such things!
uk_ua: Не говоріть так!

source: You shouldn’t give such toys to elves! Bah! It matters little to me. I’m no wizard. All I got is my axe. Heh, heh. It’s all I need — prepare to die, orcish scum!
uk_ua: Не варто віддавати такі іграшки ельфам! Фи! Це мало означає для мене. Я не чарівник. Все, що у мене є — моя сокира. Хе-хе. Це усе, що мені потрібне. Приготуйтеся до смерті, оркські покидьки!

source: You speak my thoughts, granddaughter. May it be so.
uk_ua: Ти читаєш мої думки, онучко. Нехай так воно і буде.

source: You speak truly; together we can overpower the rest. After that, who knows? Together we could go on to conquer other lands across the sea!
uk_ua: У твоїх словах є істина, разом ми задавимо решту. А після того, хто знає? Разом ми можемо вирушити на завоювання інших земель по той бік моря!

source: You stay out of this, son.
uk_ua: І не думай навіть, синку.

source: You still have to capture a village!
uk_ua: Вам все ще потрібно захопити село!

source: You still have to recruit troops!
uk_ua: Вам досі треба завербувати бійців!

source: You there! Halt and explain yourself.
uk_ua: Гей, ви! Зупиніться та назвіть себе.

source: You thought that I ran away, didn’t you?
uk_ua: Думав, я втекла, так?

source: You took too long! Now we’ll never be rid of these orcs!
uk_ua: Щось ти дуже довго! Тепер ми ніколи не позбудемось цих орків!

source: You two haven’t answered my question. Burnt homes? The peasants in a panic? Something is very wrong here.
uk_ua: Ви не відповіли на моє питання. Спалені хатини? Селяни в паніці? Щось тут зовсім не так.

source: You underestimate our strength. We shall see who the true orc is after this battle is over!
uk_ua: Ти недооцінюєш нашу міць! Ми побачимо хто тут справжній орк, коли ця битва скінчиться!

source: You were my best pupil, Ethiliel. You surely recognize the greatness that I have become. Hah! Imagine, a small part of me is actually grateful to those decrepit humans! Without them, I never would have found the courage to master the dark arts and uncover the secrets to immortality.
uk_ua: Ти була моєю найкращою ученицею, Етілієль. Ти точно розумієш могуть та силу, котру я здобув. Хах! Уяви, якась частина мене навіть вдячна тим слабким людям! Без них я б ніколи не наважився займатися темними мистецтвами та віднайти секрет безсмертя.

source: You were planning on sharing this with me when?
uk_ua: І коли ти збиралася це мені розповісти?

source: You were successful, Prince Haldric. I knew you could do it.
uk_ua: Ти впорався, принце Хальдріку. Я знала, що тобі це під силу.

source: You who fought beside me in the Land of the Dead and chose the side of the living on this day, return now to your peace and rest.
uk_ua: Дякую вам. Ви билися за мене в Мертвих Землях та обрали сторону живих сьогодні, тепер ви можете повертатися у свій світ і відпочити.

source: You will be able to select from among over two hundred unit types (infantry, cavalry, archers, and mages are just the beginning) and fight actions ranging from small-unit ambushes to clashes of vast armies. You can also challenge your friends – or strangers – and fight in epic multi-player fantasy battles.
uk_ua: Ви зможете вибирати серед більш ніж двох сотень типів бійців(піхота, кавалерія, лучники, маги - і це тільки початок) і різними типами бойових дій: від невеликих засідок до зіткнення величезних армій. Ви можете викликати на бій своїх друзів(чи незнайомців) і влаштовувати фентезійні баталії з багатьма гравцями по мережі.

source: You will be asked a question on choosing advancement whenever an undecided unit appears. Some eras and scenarios may automatically enable this option.
uk_ua: Гра буде пропонувати обрати заплановане підвищення кожного разу, коли з'явитися новий боєць. Деякі ери і сценарії автоматично вмикають цю опцію.

source: You will be felled by my hand, useless fleshbags!
uk_ua: Ви поляжете від моєї руки, дурні м'ясні мішки!

source: You will be forever welcome in the court of Wesnoth.
uk_ua: Ти завжди будеш бажаним гостем у дворі Весноту.

source: You will be made to serve... Come admire me. Feel my love.
uk_ua: Ти станеш служити мені... Підійди, помилуйся мною. Відчуй мою любов.

source: You will just have to trust me on this. She will listen to you. I will say no more on the matter.
uk_ua: Тобі доведеться просто покластися на мене. Вона послухає тебе. Мені більше нічого сказати.

source: You will learn the basics of: • <small>Movement</small> • <small>Attacking</small> • <small>Healing</small> • <small>Recruiting</small>
uk_ua: Ви вивчите основи: • <small>Переміщення</small> • <small>Атаки</small> • <small>Зцілення</small> • <small>Вербування</small>

source: You will never take this village! I have watched too many of your kind ransack our homes and kill the townsfolk! I’ll defend them to the death if I must!
uk_ua: Тобі ніколи не взяти це село! Я вже бачив достатньо як ви грабували наші дома та вбивали наших селян! Я захищу їх ціною власного життя!

source: You will not be least among those champions. Nay; you will be called <i>“The Great”</i> before your days are through. I give you the second syllable of power, the second part of your name: FA
uk_ua: Ти не будеш гіршим серед цих воїнів. Ні; тебе зватимуть <i>“Великим”</i> до того, як твої дні сплинуть. Я даю тобі другу частину могутності, другу частину твого імені: ФА

source: You will not change our minds, Deoran. Go!
uk_ua: Тобі нас не переконати, Деоране. Їдь!

source: You will not earn gold this scenario, but your gold from the previous scenario will be available in the next.
uk_ua: Упродовж цього сценарію ви не зароблятимете золото, але залишок після минулого сценарію буде перенесено у наступний.

source: You will now connect to a server to download add-ons.
uk_ua: Зараз підключимося до сервера і завантажимо аддоны.

source: You will only be able to use your keep for one turn.
uk_ua: Ви зможете користуватися фортецею всього один хід.

source: You will pay for Mebrin’s death!
uk_ua: Ти заплатиш за вбивство Мебріна!

source: You will pay for taking Mebrin from us! If he is harmed...
uk_ua: Ви заплатите за викрадення Мебріна! Якщо хоч волосина з нього впала...

source: You will prevail. I have faith in you. Head north. Elensefar is but three days’ travel if you make haste.
uk_ua: Ви переможете. Я вірю в тебе. Йдіть на північ. Еленсефара знаходиться лише в трьох днях, якщо поквапитись.

source: You will receive a finish bonus — equal to an early finish bonus — for the number of turns you lasted.
uk_ua: Ви отримаєте кінцевий бонус — рівний бонусу за раннє завершення — за кількість ходів, що виживите.

source: You will see things differently at the point of a sword, my friend. Minions! Kill the unbeliever... he will join us then.
uk_ua: Ти побачиш речі з іншого боку, мій друже. Слуги! Убийте невіруючого... тоді він приєднається до нас.

source: You will start the next scenario with $gold on top of the defined minimum starting gold.
uk_ua: Ви почнете наступний сценарій з $gold золотим в додачу до мінімуму, що заданий сценарієм.

source: You will start the next scenario with $gold or its defined minimum starting gold, whichever is higher.
uk_ua: Ви почнете наступний сценарій з $gold золотим, або з мінімумом, заданим в цьому сценарії - залежно від того, що більше.

source: You will start the next scenario with the defined minimum starting gold.
uk_ua: Ви почнете наступний сценарій із заданим для нього мінімумом золота.

source: You will. I wouldn’t have made it this far without you, Jessene. But everything turns on convincing Jevyan, it’s the only way we can possibly keep the orc hordes off our necks.
uk_ua: Ти і поведеш. Без тебе я б не впорався, Джессен. Але все залежить від того, чи зможемо ми переконати Жев'яна. Інакше орки не залишать нас в спокої.

source: You won’t get any further than this, meat!
uk_ua: Ви далеко не підете, м'ясо!

source: You won’t stop us!
uk_ua: Тобі нас не зупинити!

source: You would never make it back on your own.
uk_ua: Самостійно ви ніколи не повернеться.

source: You wouldn’t dare strike me! I am the darkness incarnate! I am your master! You will obey me!
uk_ua: Ти не посмієш мене вдарити! Я втілення темряви! Я твій повелитель! Ти мені коритимешся!

source: You wouldn’t do anything stupid like charging that quintain yourself again, now would you? Use the fighters you recruited first; they’ll be a lot of help.
uk_ua: Ти ж не станеш робити дурниць, наприклад знову самому атакувати те опудало? Нехай цим займуться найняті тобою воїни; вони дуже полегшать тобі задачу.

source: You! Dark girl. Why are you not in your cabin?
uk_ua: Дівчино в темному! Чому не в каюті?

source: You! Drake. Do we kill you too?
uk_ua: Ти! Дрейк. Ти хочеш, щоб ми убили й тебе?

source: You! Merman! You have some property of oursss. Return it at once if you value your life.
uk_ua: Ти! Водяний! У тебе є щосссь наше. Поверніть його негайно, якщо цінуєш своє життя.

source: You! The mage who scarred me with fire! KILL THEM!
uk_ua: Ти! Маг, який пошрамував мене вогнем! УБИЙТЕ ЇХ!

source: You! You have destroyed the town of Carcyn!
uk_ua: Ти! Це ти знищив містечко Карцин!

source: You, on the road! Are you of the Northern Alliance or not?
uk_ua: Ви, на дорозі! Ви з Північого Альянсу чи ні?

source: You? Destroy me? Your flesh will provide a fine feast for my ghouls, and once they are through with you, you will serve me forever in undeath!
uk_ua: Ти? Знищиш мене? Твоя плоть буде гарною вечерею для моїх гулів, а коли вони закінчать, ти вічно служитимеш мені як мрець!

source: Young King
uk_ua: Молодий Король

source: Young Ogre
uk_ua: Молодий огр

source: Young Ogre, Drakes and Northerners
uk_ua: Молодий огр, Дрейки та Мешканці півночі

source: Young Ogre, Undead and Northerners
uk_ua: Молодий огр, Мерці та Мешканці півночі

source: Young Prince, while the lich-lords have betrayed us by allying themselves with that orcish scum, I can’t bring myself to fight against one of the greatest leaders of my people.
uk_ua: Юний Принце, хоч Владики-Лічі і зрадили нас, об'єднавшись з цими оркськими покидьками, я не можу змусити себе битися з одним з найвеличніших правителів мого народу.

source: Young and brash, Fighters are skilled with swords and are vulnerable to attack from enemies. However, they have the potential to become great warriors one day.
uk_ua: Молоді і зухвалі, воїни озброєні мечем і вразливі до атак ворогів. Проте, можливо, одного дня вони зможуть стати великими воїнами.

source: Young and brash, Fighters fight with a sword, and are vulnerable to ranged attacks from enemies. However, they have the potential to become great Commanders one day.
uk_ua: Молоді і зухвалі, ополченці б'ються мечем і уразливі ворожим атакам з відстані. Проте, одного разу вони можуть стати великими воєначальниками.

source: Young man, you have $student_hp hitpoints and a sword. I’m fairly sure you’ll win.
uk_ua: Юначе, в тебе $student_hp одиниці здоров'я та меч на додачу. Я впевнений, що ти переможеш.

source: Young mermaids are often initiated into the water magics native to their people. The wondrous abilities this grants are inimitable by any other race, a mark of the faerie side of these creatures. Despite their frailty, this makes them quite formidable in combat, as they can call upon the very water about them to smite their enemies.
uk_ua: Молоді русалки часто присвячують себе магії води, що рідна їх народу. Здібності, які дає таке шлях, є унікальними для їх народу, і це лише підтверджує їх чарівну природу. Незважаючи на слабкість, вони дуже грізні в битві, оскільки здатні заклинати оточуючу їх воду для нападу на супротивника.

source: Young prince, it is time to go! We must flee before the winter snow!
uk_ua: Юний принце, час йти! Треба тікати перш, ніж зима накриє нас снігом!

source: Your Army
uk_ua: Ваша армія

source: Your IP address is banned on this server’s forums for $duration|.
uk_ua: Ваша IP адреса заблокована на форумі цього серверу на термін: $duration|.

source: Your IP address is banned on this server’s forums.
uk_ua: Ваша IP адреса заблокована на форумі цього серверу.

source: Your Majesty, these are no stray undead; this lunatic, Iliah-Malal, has opened a portal to the Land of the Dead. Unless we close this portal soon, the relatively small numbers of enemy troops he now commands will swell into an endless stream of undead. And our army, having equipped and trained primarily to fight raiding orcs, is not well suited to fight even the forces he fields now. Mages, in combination with heavy infantry, are most effective against them.
uk_ua: Ваша величносте, це не бродячі мерці; цей божевільний, Іліа-Малал, відкрив портал до Мертвих Земель. Якщо ми не закриємо цей портал, то відносно невеликі загони ворога, якими він зараз управляє, перетворяться на безперервний потік мерців. А наша армія, озброєна і підготовлена проти орків, не може упоратися з тими військами, які він виставив проти нас вже зараз. Маги та важкі піхотинці б'ються з ними найефективніше.

source: Your Majesty, we have more urgent matters. Leollyn sent me on a mission to find out why the dead are restless. A foul necromancer has opened a portal to the Land of the Dead. It must be closed at all costs, and I am afraid my skills may be insufficient for that task.
uk_ua: Ваша Величністе, у нас є більше невідкладні справи. Леолин дав мені завдання довідатися, чому мерці такі неспокійні. Підлий некромант відкрив портал до Мертвих Земель. Він має бути закритий за всяку ціну, але я боюся, що моєї майстерності для цього може бути недостатньо.

source: Your Majesty... may I join your army? I mean, I came to Weldyn to seek your employ. And if it’s archers you need, might not a mage be of help?
uk_ua: Ваша величносте... чи можна мені приєднатися до вашого війська? Чесно кажучи, я прибув до Велдину якраз для того, щоб влаштуватися до вас на службу. І, якщо вам потрібні лучники, хіба маг не допоможе вам?

source: Your aim is to survive spawning waves of units and defeat the final archenemies. Spawns are randomly generated and will be different each time Isle of Mists is played. The waves appear at somewhat regular intervals. The weather will also change randomly, affecting the layout of the map.
uk_ua: Ваша мета — вижити, відбити хвилі ворогів, а під кінець - перемогти їх ватажків. Генерація хвиль випадкова, вони будуть різними кожен раз, коли ви граєте в Острів туманів. Хвилі з'являються з певними регулярними інтервалами. Також буде випадково змінюватись погода, впливаючи на карту.

source: Your aim is to survive the spawning waves of units and defeat the final archenemies. The spawning waves are randomly generated and will be different each time Dark Forecast is played. They appear along the north, south, and west map edges — though they are most likely to spawn on the west edge. The waves appear at somewhat regular intervals. The weather will also change randomly, affecting the layout of the map. <b>Dark Forecast was made by:</b> <span color='green'>jb:</span> • Map design, spawn groups, and scenario concept <span color='green'>Rhuvaen:</span> • WML implementation
uk_ua: Ваша мета — вижити, відбити хвилі ворогів, а під кінець - перемогти їх ватажків. Хвилі генеруються випадково, і будуть різними кожен раз, коли ви граєте в Неясний Прогноз. Вони з'являються на північному, південному і західному краях карти — хоча найбільш ймовірно на західному. Хвилі йдуть з майже рівними інтервалами. Тако буде випадково змінюватись погода, впливаючи на карту. <b>Неясний Прогноз створили:</b> <span color='green'>jb:</span> • Дизайн карти, породження хвиль і концепція сценарію <span color='green'>Rhuvaen:</span> • Реалізовано на WML

source: Your army does not fight for free. It costs you gold to recruit units and gold to maintain them. You start each scenario with gold carried over from previous scenarios (although each scenario ensures you have at least a minimum amount of gold to start if you didn&#8217;t carry over enough from previous scenarios) and can gain more by meeting scenario objectives quickly and, during a scenario, by controlling villages. Each village you control will give you two gold pieces income per turn. When you first start a scenario it is usually worthwhile to gain control of as many villages as you can to ensure you have sufficient income to wage war. You can see your current gold and current income at the top of the screen as described in the section on the <link linkend="game_screen">game screen</link>.
uk_ua: Ваші війська воюють не безкоштовно. Вам потрібне золото, щоб вербувати бійців і підтримувати їх. Ви починаєте кожен сценарій із золотом, що перейшло з минулого сценарію (хоча кожен сценарій передбачає деякий мінімум, який ви отримуєте, якщо золота з минулого сценарію занадто мало), але можете отримати ще більше при ранньому виконанні завдань сценарію і, в ході сценарію, при захопленні сіл. Кожне село, яке ви контролюєте, дає вам дві золоті монети кожного ходу. Коли ви починаєте сценарій, зазвичай варто захопити якомога більше сіл, щоб забезпечити себе достатнім прибутком для ведення війни. Поточна кількість золота і поточний прибуток відображаються у верхній частині екрану, як описано в розділі <link linkend="game_screen">Екран гри</link>.

source: Your arrival could not be more timely. With you here, we shall send these undead back to the dark abyss that spawned them!
uk_ua: Ваша поява не могла бути більше вчасною. Разом з вами ми відправимо цих мерців у ту ж темну прірву, що породила їх!

source: Your brother’s plan to ambush me has failed. He is our prisoner now.
uk_ua: План твого брата застати мене зненацька провалився. Теперь він наш черговий бранець.

source: Your crimes are too great. You will fall with the foul undead!
uk_ua: Ваші злочини надто тяжкі. Ми упокоїмо і вас, і мерців!

source: Your elf used a bow, which is a <i>ranged</i> attack (3×3; or 3 damage on each hit, with 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
uk_ua: Твій ельф використав лук (3×3, або 3 одиниці пошкоджень, 3 атаки), тобто <i>дальню</i> атаку. У опудала нема далекобійної зброї, тому воно не змогло дати здачі.

source: Your elf used a bow, which is a <i>ranged</i> attack (4×3; or 4 damage on each hit, with 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
uk_ua: Твій ельф використав лук (4×3, або 4 одиниці пошкоджень, 3 атаки), тобто <i>дальню</i> атаку. У опудала нема далекобійної зброї, тому воно не змогло дати здачі.

source: Your elf used a sword (5×4; or 5 damage on each hit, with 4 attacks), which is a <i>melee</i> attack. The quintain defended with its melee attack (3×5; or 3 damage on each hit, with 5 attacks). The ranged attack (the bow) would have been safer.
uk_ua: Твій ельф використав меч (5×4, або 5 одиниць пошкоджень, 4 атаки), тобто <i>ближню</i> атаку. Опудало захищалося в рукопашну (3×5, або 3 одиниць пошкоджень, 5 атаки). Атака луком здалеку була б безпечнішою.
